


def get_list_of_message_from_recognize_audio():
    return { 'description' : 'описание или что-то типо того',
        'conference_name' : 'to do: подтягивать имя конфы',
        'users_messages' : [
            {'text': 'всем привет дорогие друзья, я рад вас всех видеть', 'user': 'Artyom Tarasenko'},
            {'text': 'привет, как дела?', 'user': 'Константин Парсчинский'},
            {'text': 'пошел нахуй', 'user': 'Artyom Tarasenko'},
            {'text': 'почему так грубо?', 'user': 'Константин Парсчинский'},
            {'text': 'да потому что я тебя ненавижу', 'user': 'Artyom Tarasenko'},
            {'text': 'и за что же?', 'user': 'Константин Парсчинский'},
            {'text': 'какого черта ты пилил все эти кнопки звонка и настроек? ты понимаешь что это нахуй не нужно, чувак, я бы все мог стерпеть, но не замена кнопки закрытия приложения, ты вообще понимаешь, что не исключено, что такой функциональности не существует? в тебе явно умирает фронт-ендер, но нашей команде это не сильно помогает', 'user': 'Artyom Tarasenko'},
        ]
    }